{
  "musicos" : 
  [
    {
      "nombre": "Johannes Chrysostomus Wolfgangus Theophilus Mozart",
      "nacimiento": "27 de enero de 1756",
      "fallecimiento": "5 de diciembre de 1791",
      "biografia": "Johannes Chrysostomus Wolfgangus Theophilus Mozarta​ (Salzburgo, 27 de enero de 1756-Viena, 5 de diciembre de 1791), más conocido como Wolfgang Amadeus Mozart, fue un compositor, pianista, director de orquesta y profesor austriacob​ del antiguo Arzobispado de Salzburgo (anteriormente parte del Sacro Imperio Romano Germánico, actualmente parte de Austria), maestro del Clasicismo, considerado como uno de los músicos más influyentes y destacados de la historia. La obra mozartiana abarca todos los géneros musicales de su época e incluye más de seiscientas creaciones, en su mayoría reconocidas como obras maestras de la música sinfónica, concertante, de cámara, para fortepiano, operística y coral, logrando una popularidad y difusión internacional.En su niñez más temprana en Salzburgo, Mozart mostró una capacidad prodigiosa en el dominio de instrumentos de teclado y del violín. Con tan solo cinco años ya componía obras musicales y sus interpretaciones eran del aprecio de la aristocracia y realeza europea. A los diecisiete años fue contratado como músico en la corte de Salzburgo, pero su inquietud le llevó a viajar en busca de una mejor posición, siempre componiendo de forma prolífica. Durante su visita a Viena en 1781, tras ser despedido de su puesto en la corte, decidió instalarse en esta ciudad, donde alcanzó la fama que mantuvo el resto de su vida, a pesar de pasar por situaciones financieras difíciles. En sus años finales, compuso muchas de sus sinfonías, conciertos y óperas más conocidas, así como su Réquiem. Las circunstancias de su temprana muerte han sido objeto de numerosas especulaciones y elevadas a la categoría de mito. Según críticos de música como Nicholas Till, Mozart siempre aprendía vorazmente de otros músicos y desarrolló un esplendor y una madurez de estilo que abarcó desde la luz y la elegancia, a la oscuridad y la pasión —todo bien fundado por una visión de la humanidad «redimida por el arte, perdonada y reconciliada con la naturaleza y lo absoluto»—.2​ Su influencia en toda la música occidental posterior es profunda; Ludwig van Beethoven escribió sus primeras composiciones a la sombra de Mozart, de quien Joseph Haydn escribió que «la posteridad no verá tal talento otra vez en cien años».",
      "imagen": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Wolfgang-amadeus-mozart_1.jpg/220px-Wolfgang-amadeus-mozart_1.jpg"
    },
    {
      "nombre": "Ludwig van Beethoven",
      "nacimiento": "16 de diciembre de 1770",
      "fallecimiento": "26 de marzo de 1827",
      "biografia": "Ludwig van Beethovena​ (Bonn, Arzobispado de Colonia; 16 de diciembre de 1770b​-Viena, 26 de marzo de 1827) fue un compositor, director de orquesta, pianista y profesor de piano alemán. Su legado musical abarca, cronológicamente, desde el Clasicismo hasta los inicios del Romanticismo. Es considerado uno de los compositores más importantes de la historia de la música y su legado ha influido de forma decisiva en la evolución posterior de este arte. Siendo el último gran representante del clasicismo vienés (después de Christoph Willibald Gluck, Joseph Haydn y Wolfgang Amadeus Mozart), Beethoven consiguió hacer trascender la música del Romanticismo, influyendo en diversidad de obras musicales del siglo xix. Su arte se expresó en numerosos géneros y aunque las sinfonías fueron la fuente principal de su popularidad internacional, su impacto resultó ser principalmente significativo en sus obras para piano y música de cámara. Su producción incluye los géneros pianístico (treinta y dos sonatas para piano), de cámara (incluyendo numerosas obras para conjuntos instrumentales de entre ocho y dos miembros), concertante (conciertos para piano, para violín y triple), sacra (dos misas, un oratorio), lieder, música incidental (la ópera Fidelio, un ballet, músicas para obras teatrales), y orquestal, en la que ocupan lugar preponderante Nueve sinfonías.",
      "imagen": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Beethoven.jpg/220px-Beethoven.jpg"
    },
      {
      "nombre": "Johann Sebastian Bach",
      "nacimiento": "21 de marzo de 1685",
      "fallecimiento": "28 de julio de 1750",
      "biografia": "Johann Sebastian Bach (pronunciado /ˈjoːhan zeˈbasti̯an bax/ⓘ; Eisenach, Sacro Imperio Romano Germánico, 21 de marzojul./ 31 de marzo de 1685greg.-Leipzig, Sacro Imperio Romano Germánico, 28 de julio de 1750) fue un compositor, músico, director de orquesta, maestro de capilla, cantor y profesor alemán del período barroco. Fue el miembro más importante de una de las familias de músicos más destacadas de la historia, con más de 35 compositores famosos: la familia Bach. Tuvo una gran fama como organista y clavecinista en toda Europa por su gran técnica y capacidad de improvisar música al teclado. Además del órgano y del clavecín, tocaba el violín y la viola da gamba. Su fecunda obra es considerada la cima de la música barroca; destaca en ella su profundidad intelectual, su perfección técnica y su belleza artística, además de la síntesis de los diversos estilos nacionales de su época y del pasado. Bach es considerado el último gran maestro del arte del contrapunto1​ y fuente de inspiración e influencia para posteriores compositores y músicos, tales como Joseph Haydn, Wolfgang Amadeus Mozart, Ludwig van Beethoven, Felix Mendelssohn, Robert Schumann y Frédéric Chopin, entre muchos otros. Entre sus obras más conocidas se encuentran los Conciertos de Brandeburgo, El clave bien temperado, la Misa en si menor, la Pequeña fuga en sol menor, la Pasión según San Mateo, El arte de la fuga, Ofrenda musical, las Variaciones Goldberg, la Tocata y fuga en re menor, varios ciclos de cantatas (entre ellas las célebres Wachet auf, ruft uns die Stimme, BWV 140 y Herz und Mund und Tat und Leben, BWV 147), el Concierto italiano, BWV 971, la Obertura en estilo francés, BWV 831, las Suites para violonchelo solo, las Sonatas y partitas para violín solo, los Conciertos para teclado y las Suites para orquesta.",
      "imagen": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Johann_Sebastian_Bach.jpg/220px-Johann_Sebastian_Bach.jpg"
    },
      {
      "nombre": "Antonio Lucio Vivaldi",
      "nacimiento": "4 de marzo de 1678",
      "fallecimiento": "28 de julio de 1741",
      "biografia": "Antonio Vivaldi (Venecia, República de Venecia, 4 de marzo de 1678-Viena, 28 de julio de 1741) fue un compositor, violinista, empresario, profesor y sacerdote católico veneciano del Barroco. Era apodado Il prete rosso («El cura rojo») por ser sacerdote y pelirrojo. Se le considera uno de los más grandes compositores barrocos, su influencia durante su vida se extendió por toda Europa y fue fundamental en el desarrollo de la música instrumental de Johann Sebastian Bach. Su maestría se refleja en haber cimentado el género del concierto, el más importante de su época. Compuso unas setecientas setenta obras, entre las cuales se cuentan más de cuatrocientos conciertos, para flauta, violín y diversos instrumentos musicales, y cerca de cuarenta y seis óperas. Es especialmente popular como autor de la serie de conciertos para violín y orquesta Las cuatro estaciones. Muchas de sus composiciones las escribió para el conjunto musical femenino del Ospedale della Pietà, un hogar para niños abandonados. Vivaldi había trabajado allí como sacerdote católico durante dieciocho meses y estuvo empleado de 1703 a 1715 y de 1723 a 1740. También tuvo cierto éxito con costosas representaciones de sus óperas en Venecia, Mantua y Viena. Después de conocer al emperador Carlos VI del Sacro Imperio Romano Germánico, se trasladó a Viena y esperaba el apoyo real. Sin embargo, el emperador murió poco después de su llegada y el propio compositor murió en la pobreza menos de un año después. Después de casi dos siglos de decadencia, su música experimentó un renacimiento a principios del siglo xx, con mucha investigación académica dedicada a su obra. Muchas de las composiciones de Vivaldi, que alguna vez se creyeron perdidas, han sido redescubiertas, en un caso tan reciente como 2006. Su música sigue siendo muy popular y se interpreta regularmente en todo el mundo.",
      "imagen": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Vivaldi.jpg/220px-Vivaldi.jpg"
    }
  ]
}
